tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "louisbrunner/valgrind"
tap "railwaycat/emacsmacport"
brew "fd"
brew "fish"
brew "gdb"
brew "git"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "ripgrep"
brew "texlive"
brew "tldr"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
brew "railwaycat/emacsmacport/emacs-mac"
cask "aldente"
cask "alt-tab"
cask "firefox"
cask "font-fira-code"
cask "iterm2"
cask "keka"
cask "linearmouse"
cask "mactex"
cask "microsoft-remote-desktop"
cask "qbittorrent"
cask "rectangle"
cask "visual-studio-code"